tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "neovim/neovim"
tap "wez/wezterm"
brew "ack"
brew "apache-arrow"
brew "bat"
brew "chezmoi"
brew "cmake"
brew "libssh2"
brew "exa"
brew "fd"
brew "flyctl"
brew "fzf"
brew "python@3.11"
brew "gdal"
brew "git"
brew "git-delta"
brew "libidn2"
brew "gnutls"
brew "gnupg"
brew "go"
brew "protobuf"
brew "grpc"
brew "guile"
brew "hub"
brew "jq"
brew "tree-sitter"
brew "neovim", args: ["HEAD"]
brew "openssl@3", link: false
brew "postgresql@14"
brew "python@3.9"
brew "reattach-to-user-namespace"
brew "rename"
brew "ripgrep"
brew "teensy_loader_cli"
brew "telnet"
brew "the_silver_searcher"
brew "tig"
brew "tree"
brew "volta"
brew "watch"
brew "watchman"
brew "wget"
brew "z"
brew "zsh"
brew "felixkratz/formulae/sketchybar"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "1password"
cask "adobe-creative-cloud"
cask "alfred"
cask "arc"
cask "audio-hijack"
cask "blackhole-2ch"
cask "discord"
cask "docker"
cask "droidcam-obs"
cask "elgato-stream-deck"
cask "farrago"
cask "fission"
cask "font-inconsolata-go-nerd-font"
cask "font-iosevka"
cask "font-iosevka-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-martian-mono"
cask "font-roboto"
cask "font-space-mono-nerd-font"
cask "google-chrome"
cask "kitty"
cask "loopback"
cask "obs"
cask "obsidian"
cask "postman"
cask "raycast"
cask "script-debugger"
cask "signal"
cask "slack"
cask "slack-cli"
cask "spaceman"
cask "spotify"
cask "todoist"
cask "tower"
cask "vlc"
cask "wezterm-nightly"
cask "zoom"
